{"list":
[
    {"question": "help", 
    "answer_en": "FAQ with one word. No more. Commands: 'back' to go back. 'lang' to change language. 'clear' to clear FAQ_U Terminal.", 
    "answer_ru": "FAQ одним словом. Не более одного! И только на английском. Команды: 'back' чтобы вернуться. 'lang' сменить язык. 'clear' чтобы очистить FAQ_U терминал."},
    {"question": "back", "answer_en": ""},
    {"question": "lang", "answer_en": ""}, 
    {"question": "clear", "answer_en": ""},
    {"question": "me", "answer_en": "Name's BeebBeebBoob. What else do you want to know?", "answer_ru": "Меня зовут BeebBeebBoob. Что ещё хочешь?"},
    {"question": "hobbies", "answer_en": "Computer-ing, Video Games and programming.", "answer_ru": "Компьютер, Видео игры и программирование. Может ещё что-то."},
    {"question": "programming", "answer_en": "I started to programm way back in school.\n My first programming language was Python. It was easy-to-learn.\nFor long a time, I got used to watch into abyss of the monitor. Trying to understand 'Why ze fuck this function is not working' and stuff. Graduated from school and still programming just for fun and hobby. Now it's my job.\nAnd I love it."},
    {"question": "life", "answer_en": "Practical: I have a good life right now(13.05.2023). Got enough resources to go high in my life.\nPhilosophical:We can't escape the death. So why not just go out with a nice'n'long bang?", "answer_ru": "Кайфую."},
    {"question": "steam", "answer_en": "https://steamcommunity.com/id/beebbeebboob/ \nI have to say. But I love steam.\nI got used to it so much, that I can't go without it for about a week or so.\nThis platform is so greatly made for keeping all my purchased video games. I've been here for 11 years! That' a big number.\nAlso some people will ask 'why do you blacklist everyone without even talking?'. First of all, trade-o-fuckers. Type of people on steam who will do anything just to buy your stuff for crappy prices. Second, bots and scammers. Bots, who will try to use your reputation just to scam others. I never accepted a single bot, but I've seen a pattern in their profile. Big numbers in TF2 or CSGO, no to little about themself. Low level and little friend list. And of course... Scammers. Those are just pathetic to spend their life, trying to scam some kid for about 20 bucks. No really. Indian scammers do much more, but those are special type.\nAnyway. I'm actually accept some people. But as my profile said: 'only if we played recently and we had a good time'."},
    {"question": "tf2", "answer_en": "GOTC. Game Of the Century.\nMan. This game is just perfect. Amount of content is huge. Game itself, cosmetics, maps, gamemodes, custom server, modifications, HUDs, Voice-lines, Comics, Wiki and more and more!\nOh... The memes and gameplay videos. Best of all.\nI can't remember how I got hooked. But it was after I played Portal 2. My first Steam game was actually Portal 2.\nI got interested when Mann vs Machine got out. But after a time of co-op plays I drowned into loveable project called 'TEYLA GAMES'. A couple of server. Dodgeball, jailbreak, VSH. But the mose favorite one was 'Zombie Survival'. I do not reckon how actually it was named. But it was GOOD. Survivor vs Zombies. Survivors have only melee(have to find weapons) and have to get to the end of the map, while Zombies(scout-baseballgas, heavy-bighealth, spy-backstun) need to kill all the survivors. Dead survivor converts into zombie.\nA simple mechanic kept me in TF2 for awhile.\nMy favorite class is a medic.", "answer_ru": "https://steamcommunity.com/id/beebbeebboob/recommended/440?snr=1_5_9__402\nИ даже до сегоднешнего дня, не перестаёт меня радовать."},
    {"question": "ru", "answer_en": "Yeah I'm a russian. You have something against where I was born?", "answer_ru": "Ты приколист. Хотя да. Я русский и живу в россии. Доволен ли я? Не могу ответить."},
    {"question": "rus", "answer_en": "Yeah I'm a russian. You have something against where I was born?", "answer_ru": "Ты приколист. Хотя да. Я русский и живу в россии. Доволен ли я? Не могу ответить."},
    {"question": "russian", "answer_en": "Yeah I'm a russian. You have something against where I was born?", "answer_ru": "Ты приколист. Хотя да. Я русский и живу в россии. Доволен ли я? Не могу ответить."},
    {"question": "russia", "answer_en": "Yeah I'm a russian. You have something against where I was born?", "answer_ru": "Ты приколист. Хотя да. Я русский и живу в россии. Доволен ли я? Не могу ответить."},
    {"question": "drg", "answer_en": "Rock and Stone!"},
    {"question": "ss13", "answer_en": "Space Station 13 is somewhat interesting game that I got hooked on. This is actually a perfect online RP game that does his job in making roleplaying quite good! \nAs today I'm an Administrator of project 'SS220'. Been plaiyng for about 1000 hours and more. And still ain't finished!\nAlso It's me who made a new 'Clockwork Cult' and implemented to 'SS220' a new map 'CereStation'. All people who helped with coding are credited in GitHub.", "answer_ru": "В космо станцию я начал играть ещё где-то в 2020-2019. Не помню точно. Начал с Тау Кита. Самой игрой я хрен пойми как заинтересовался. Это и не стримеры, и не видосики. Просто где-то рекомендовалось и вот попал. Сам Тау Кита было идеальным сервером для получения восприятия про что это игра. Если бы не менее-РП или более-РП, то меня бы занесло. Но вот я кайфую. В основном тусуюсь на 'SS220' как администратор и кодер. Держал порядок в каком-то плане и сделал целый новый режим Культ ратвара и новую карту с оффов взял ЦереСтейшон."},
    {"question": "spacestation13", "answer_en": "Space Station 13 is somewhat interesting game that I got hooked on. This is actually a perfect online RP game that does his job in making roleplaying quite good! \nAs today I'm an Administrator of project 'SS220'. Been plaiyng for about 1000 hours and more. And still ain't finished!\nAlso It's me who made a new 'Clockwork Cult' and implemented to 'SS220' a new map 'CereStation'. All people who helped with coding are credited in GitHub.", "answer_ru": "В космо станцию я начал играть ещё где-то в 2020-2019. Не помню точно. Начал с Тау Кита. Самой игрой я хрен пойми как заинтересовался. Это и не стримеры, и не видосики. Просто где-то рекомендовалось и вот попал. Сам Тау Кита было идеальным сервером для получения восприятия про что это игра. Если бы не менее-РП или более-РП, то меня бы занесло. Но вот я кайфую. В основном тусуюсь на 'SS220' как администратор и кодер. Держал порядок в каком-то плане и сделал целый новый режим Культ ратвара и новую карту с оффов взял ЦереСтейшон."},
    {"question": "clockworkcult", "answer_en": "I've questioned myself. Why I decided to re-implement an old gamemode? Is it for glory? Or for fun? I think both.\nWhen I was working on Clockwork Cult, I actually had a plan in my mind.\nAs today, some ideas were scrapped or remade.\nFirst of all I was looking just to make remake it as it was usual. But I saw the flaws that was in the old mode. Gameplay sucked. Tower defense wasn't best suited to SS13 and original coder vanished. Leaving this gamemode to rot.\nBack to my idea, which was just to make somehow the same as Blood cult, but with own approach.\nYes, the goal to ascend the god, converting was the same. But the magic spells were different.\nI won't go into details. You can read on wiki.\nLast thing. About scrapped ideas. I had an idea to return traps and watcher. Both never got a light on live. It was due to how much of content was in the first place. People would had their mind blown with more information. And it also just wasn't 'healthy' for players. But who cares.\nI think Clockwork Cult in his own position,is a good gamemode and can be compared with Blood Cult."},
    {"question": "ratvar", "answer_en": "I've questioned myself. Why I decided to re-implement an old gamemode? Is it for glory? Or for fun? I think both.\nWhen I was working on Clockwork Cult, I actually had a plan in my mind.\nAs today, some ideas were scrapped or remade.\nFirst of all I was looking just to make remake it as it was usual. But I saw the flaws that was in the old mode. Gameplay sucked. Tower defense wasn't best suited to SS13 and original coder vanished. Leaving this gamemode to rot.\nBack to my idea, which was just to make somehow the same as Blood cult, but with own approach.\nYes, the goal to ascend the god, converting was the same. But the magic spells were different.\nI won't go into details. You can read on wiki.\nLast thing. About scrapped ideas. I had an idea to return traps and watcher. Both never got a light on live. It was due to how much of content was in the first place. People would had their mind blown with more information. And it also just wasn't 'healthy' for players. But who cares.\nI think Clockwork Cult in his own position,is a good gamemode and can be compared with Blood Cult."},
    {"question": "clockwork", "answer_en": "I've questioned myself. Why I decided to re-implement an old gamemode? Is it for glory? Or for fun? I think both.\nWhen I was working on Clockwork Cult, I actually had a plan in my mind.\nAs today, some ideas were scrapped or remade.\nFirst of all I was looking just to make remake it as it was usual. But I saw the flaws that was in the old mode. Gameplay sucked. Tower defense wasn't best suited to SS13 and original coder vanished. Leaving this gamemode to rot.\nBack to my idea, which was just to make somehow the same as Blood cult, but with own approach.\nYes, the goal to ascend the god, converting was the same. But the magic spells were different.\nI won't go into details. You can read on wiki.\nLast thing. About scrapped ideas. I had an idea to return traps and watcher. Both never got a light on live. It was due to how much of content was in the first place. People would had their mind blown with more information. And it also just wasn't 'healthy' for players. But who cares.\nI think Clockwork Cult in his own position,is a good gamemode and can be compared with Blood Cult."},
    {"question": "fandoms", "answer_en": "I was in a  lot of fandoms. I'll just mention every single i was in. TF2, Payday 2, My little Pony, FNAF, OMORI, Undertale, Deltarune, Rain World, Anime a.k.k Weebs, Furries.\nDo I regret i was in one of them? Pfff, no.", "answer_ru": "Я был во многих. Тупо перечислю: TF2, Payday 2, My Little Pony, FNAF, OMORI, Undertale, Deltarune, Rain World, Анимэ, Фурятина и куча других.\nСтыдно ли мне за то что бывал в таких местах? Не-а."},
    {"question": "fandom", "answer_en": "I was in a  lot of fandoms. I'll just mention every single i was in. TF2, Payday 2, My little Pony, FNAF, OMORI, Undertale, Deltarune, Rain World, Anime a.k.k Weebs, Furries and more, more.\nDo I regret i was in one of them? Pfff, no.", "answer_ru": "Я был во многих. Тупо перечислю: TF2, Payday 2, My Little Pony, FNAF, OMORI, Undertale, Deltarune, Rain World, Анимэ, Фурятина и куча других.\nСтыдно ли мне за то что бывал в таких местах? Не-а."},
    {"question": "speedrun", "answer_en": "Speedrunned only one game. Half-life: Alyx. %spin - 42:10. PB."},
    {"question": "site", "answer_en": "Why not? It was just 4 bucks for me.", "answer_ru": "Он стоил 300 рублей! :)"},
    {"question": "website", "answer_en": "Why not? It was just 4 bucks for me.", "answer_ru": "Он стоил 300 рублей! :)"},
    {"question": "bio", "answer_en": "Just a russian guy who plays video games and programms. What elso do you wan't to know?", "answer_ru": "Простой русский парень. Любит игры и программинг. Что ещё надо знать?"},
    {"question": "beebbeebboob", "answer_en": "Way back in around 2012 I needed to create myself a nickname. The first nickname wasn't my actual now. It was just my surname with lil' modifications.\nAfter awhile I started to understand that it wasn't so private.\nThen I remember the Soldier's line from TF2 saying 'Beep Beep I am a robot' and 'Beep Beep Boop Maggot'. It was a special taunt for soldier if he equipped a set of robot-halloween items. And... I choose 'BeebBeebBoob'. Yeah... Not excatly correct but I just got used to it.\nHehe. Boob.", "answer_ru": "Имя я придумал в 2012. В тот момент я использовал свою фамилию что... Было нехорошо. Надо было делать редезайн. Вспомнил крутого персонажа и довольно 'интересную' фразу, которая была крутым для меня в то время. Солдат из TF2 который орал 'Бип Бип Буп. Мудак.'(Если переводить с английского). Связал два нерва в мозгах и придумал. BeebBeebBoob.\nХехе, Бубс."},
    {"question": "allergy", "answer_en": "I'm alergic to most of the animals. Cats'n'Dogs? Sorry. Can't touch or I'll get so some scratchy-scratchy!", "answer_ru": "У меня аллергия на животных. Собаки или кошечки? Сорянб но у меня чесотка при прикосновении. Не сразу, но долгая. И не летально что хорошо."},
    {"question": "pet", "answer_en": "I have 4 rats. Two boys. One called spot. Like a smudge. Second black. Cuz he fully black. And two girls. Klara and Flora. The last one are quite young in our family but they getting used.", "answer_ru": "Четыре крысы! Два парня пятно и тёмный. Пятно на самом деле только тёмный сверху, а пузо его белое. И пару женщин. Флора и Клара. Только недавно приютили."},
    {"question": "discord", "answer_en": "BeebBeebBoob#2301 That's my actual Discord. As with steam I'm not really like to accept every single one of people. But I will listen to you if you have something to say.", "answer_ru": "BeebBeebBoob#2301 Мой диск. Что-то ещё?\nИ да. Я не всех принимаю, особенно тех кто не связан со мной с каким либо сервером. И также не отвечаю незнакомцам даже это по делам админства или какого-либо сервера. Так не всегда. Иногда у меня должно быть супер настроение чтобы я всё таки ответил. Но а так. Мэ."},
    {"question": "faq", "answer_en": "You don't like the design? Then faq u. It's my decision to properly store all questions.", "answer_ru": "Мне так удобнее ок? Если тебе нет, то катись отсюда. Я также люблю такой дизайн."},
    {"question": "songs", "answer_en": "I've gathered a lot of songs for my entire life starting in school. We used nokia phone and bluetooth to give each other some rad songs! What a time.", "answer_ru": "Список всех песней которые я слушай. На самом деле я несколько раз терял список. То ли ВКонтакте протух или Spotify заглох."},
    {"question": "art", "answer_en": "Some illustrations I made in Source 2. Cool right?", "answer_ru": "Делаю иллюстрации в Соусе 2. Круто же."},
    {"question": "artwork", "answer_en": "Some illustrations I made in Source 2. Cool right?", "answer_ru": "Делаю иллюстрации в Соусе 2. Круто же."},
    {"question": "comsission", "answer_en": "I never had a request on comission. No wait. I had but it was a job offer.\nSo about that. Yeah. I'm kinda open for comission. Can make any programm or 3d illustration in Source 2. Let's talk about it and also check if you can pay through boosty.to.", "answer_ru": "Я не делал комиссии кому-то. Точнее делал, но раз и то как работа. Могу сделать программу, бота, карту в соусе 1(гаррис мод), иллюстрацию в соусе 2 и ещё что-то. Можем обговорить если желаешь."},
    {"question": "yandex", "answer_en": "Fuck them. Yes, this is like the best russian search site, but the amount of other content the scrambled into mess is absolute shit. The like... became a second mail.ru. No joke and no offense but this is real!", "answer_ru": "Пошли нахуй. Нет честно. Я терпеть не могу их и что они наделали. Каждое новый контент это просто хуйня. Видеть не желаю."},
	{"question": "slugcat", "answer_en": "Most favorite: Gourmand. Most funny: Rivulet.", "answer_ru": "Самый любимый: Гурман. Самый смешной: Морская крыса."},
    {"question": "slugcats", "answer_en": "Most favorite: Gourmand. Most funny: Rivulet.", "answer_ru": "Самый любимый: Гурман. Самый смешной: Морская крыса."},
    {"question": "fursona", "answer_en": "I don't have one. But I guess my character for SS13 can be counted for. Name's Rin Qrru'zuum. It's a skrell trap.", "answer_ru": "У меня нету. Но думаю что можно считать моего персонажа из SS13. Рин Крью'зуум. Скрелл трап."},
    {"question": "twitter", "answer_en": "It's like a VK. But better somehow.", "answer_ru": "Как ВК но типа лучше."},
    {"question": "vkonakte", "answer_ru": "В жопу. Это место прогнило."},
    {"question": "vk", "answer_ru": "В жопу. Это место прогнило."},
    {"question": "telegram", "answer_ru": "Может многим это интересное место. Но мне интереснее дискорд."},
    {"question": "reddit", "answer_en": "Bless this platform for being a perfect place for funny and interesting things."},
    {"question": "merch", "answer_en": "I got some. I got t-shirt OMORI and plushie Niko from OneShot. And I don't have myself yet."},
    {"question": "birthday", "answer_en": "14.08."},
    {"question": "chess", "answer_en": "I have experience. I don't keep a track of my ELO score. Say it's around 1400 for now.", "answer_ru": "Я получил третий разряд по шахматам. Сейчас я не сильно играю и могу оценивать себя в 1400 рейтинга. Но обыграть новичка всегда смогу."},
    {"question": "film", "answer_en": "Most loved i say will be Whoami. German movie that just got me for good. Yet still it's nice to rewatch.", "answer_ru": "Самый любимый это: кто я. Немецкий фильм который делает меня 'вау'."},
    {"question": "movie", "answer_en": "Most loved i say will be Whoami. German movie that just got me for good. Yet still it's nice to rewatch.", "answer_ru": "Самый любимый это: кто я. Немецкий фильм который делает меня 'вау'."},
    {"question": "competitive", "answer_en": "The only time I got competitive was in TF2. I joined somewhat a made-up team and we named it JoJo Team. Yeah... But we actually won a couple of fan-tournaments made by a youtuber called 'Dr. Dze'. Got bless his content."},
    {"question": "69", "answer_en": "Nice."},
    {"question": "hentai", "answer_en": "Yeah I watched some hentai."},
    {"question": "indie", "answer_ru": "Я наиграл в довольно много инди-игр. Что аж не могу перечислить. Но выделю пару особых авторов. Scriptwelder создатель прекрасных серии Deep Sleep. Knuckle Cracker за серии Creeper World. И Desert Fox за серии Bad Dream. Советую попробовать."},
    {"question": "byond", "answer_ru": "Бульон."},
    {"question": "furry", "answer_ru": "Не имею ничего против. Лучше скажу что я... Нейтрально-положителен. Мне по барабану что там фурятины делают, но рисуют они довольно хорошо. И нет, я не фурри."},
    {"question": "nigger", "answer_en": "..."},
    {"question": "nigga", "answer_en": "..."},
    {"question": "pussy", "answer_en": "..."},
    {"question": "war", "answer_en": "..."},
    {"question": "sex", "answer_en": "..."},
    {"question": "fuck", "answer_en": "..."},
    {"question": "gay", "answer_en": "..."}
]
}